[{"end_date": "2014-11-04T00:00:00-05:00", "location": "San Antonio, TX", "pledged": "651.0", "goal": "15000.0", "category": "Food", "author": "Christian Berry", "backers": "12", "blurb": "No matter how hard you fall in love with the food or service, there comes a day when you just need more. We're solving that problem", "title": "Thundercat Food Stuff", "full_text": "After years of adulting, we have come to the conclusion that it's hard. Seriously. Work, eat, sleep, repeat. For the moments when we can actually afford--both time wise and finance wise--to enjoy ourselves, we run into the time consuming vortex of what do you want to do? (staring at our phones, trying to have a meaningful conversation about what do with our precious free time). That question usually results in the realization that we want to find a chill place to eat--some place that is affordable, is the epitome of tasty, and the service doesn't rate a 1 on a scale of 1-10. Oh, and that we don't have to wait forever for our food. This may or may not sound like a tall list of qualifications, but the real and tragic issue is that when we find a place that meets them all, eventually even those places get old. The unchanging menu gets boring (our tastebuds want more!), we run out of smalltalk-initiating conversation for the people working, and it sort of becomes a cliche for us to continue frequenting even our most favorite of favorite food places......but wait! Who said that food places have to serve the same menu every day? (This is a quiz, and this is the only question, so make sure it counts!) Go ahead and give yourself a point if you answered nobody, because you are right! We'll be serving up a dynamic menu of always changing fare. Not only does the menu change, but the style of cooking and type of cuisine changes. The food's affordable, with a minimal, standard markup, across-the-board. The food is sourced and handled with care. And it's fast! Oh, and we should probably mention a bit about ourselves. Let's pretend for a moment that we hired a national PR and marketing firm to prepare our profiles...we hope they'd read something like this: Dave and Nicole are a powerhouse couple, with experience ranging far beyond their years. Married for close to 15 years, they have spent nearly half their lives planning their adventures together. Their dedication to each other spans throughout their personal and professional goals, combusting into an enviable entrepreneurial spirit. The combination of their creative and analytical minds has created something truly special. Dave and Nicoles first business venture was a scratch made sandwich shop and cafe. The quick-service restaurant (with full-service preparation and flair!) operated out of their custom designed, open kitchen, with a focus on sustainability and fresh ingredients. With the exception of cheese and potato chips, everything was made from scratch, including roasted and smoked meats, robust sauces and condiments (like pickles and dressings!), and hearty sides. Their pledge to minimize restaurant waste led to a successful designation as a sustainable restaurant--a title difficult to achieve by the given requirements, and awarded to only a very small handful of other restaurants in the area. Within a couple of years the restaurant had outgrown its space, and with nowhere to grow into, the choice was made to move on to another adventure. Dave is the creative type. He has big ideas, which lead him to outside-of-the-box methods and diverse opinions. Dave worked as a Kitchen Manager for national steakhouse chains for 10 years, only succeeded by his passion to own and operate his own food service establishment. avorite quote: Well, I sort of don't trust anybody who doesn't like Led Zeppelin. Jack White Favorite animal and why: Marco. He's my cat, and he's all man. Favorite foods: potato and egg tacos Random fact: Dave has been a vegetarian for almost 4 years, but can still cook a seriously mean piece of meat! Noteworthy facts: Dave has a Liberal Arts degree, with concentrations in Marketing and Health Studies. He is also 16 months into his 24 month graduate program in Public Relations with a concentration in Communication. His 10+ years of restaurant management experience, combined with his millennial way-of-thought and education, make him an ideal investment in the future of Thundercat Food Stuff. About Nicole Nicole is the analytical type, but in a really good way. Nicole is always willing to work hard to get the job done, whether it be developing a business plan and carrying it out, managing the day-to-day operations, or planning the next marketing campaign. Nicole has a unique ability to read minds and see into the future, which also means that she can usually fend off a bad decision before it ever gets made. She's somebody you want on your team. Favorite quote: I accept nothing. Nothing is inevitable. Dexter Morgan. Favorite animal and why: cat, for sure. No explanation necessary. Favorite foods: fish tacos or candy. Random fact: Nicole has owned and managed a full-time restaurant with Dave while being a full-time student AND being pregnant with twins! Noteworthy facts: Nicole has degree in Business Administration with a concentration Marketing. She also has a Master of Arts in Teaching degree, with proper endorsements to teach secondary education in the fields of mathematics and business-related subjects. Her education and professional experience in business administration, accounting, marketing, business communication, human resources, and restaurant ownership and management, make her the perfect player for the Thundercat Food Stuff team. Our Philosophy Food Stuff Food should taste spectacular, shouldn't break the bank, and should be easily accessible. Ordering food should be simple and fun, not complicated, and the people you're ordering from should be chill enough that you'd want to hang out with them, even on one of your bad days. The operation should be tight and thoughtful--minimizing waste and delighting customers in the process. Marketing As a small and privately owned business, we want our marketing to be 100% real. We might run the occasional campaign to get you at the counter the first time, but you won't see us with a lot of flashy marketing materials or too-good-to-be-true promises. It's simple. We enjoy what we do, and we want others to enjoy it, too. The Nitty Gritty Thundercat Food Stuff will start by operating as a fully-equipped food truck, traveling around San Antonio to satisfy customers every Friday, Saturday, and Sunday, from lunch through late-night. The daily menu will always feature 2-3 entrees (including vegetarian options!), 2-3 side items, one dessert, and multiple beverage options. The menu will change on a daily and/or weekly basis, and will include fusion flavors from around the world. We can't give away the menu secrets quite yet, but hope you will trust us in knowing that it will be killer! Here are some previous menu items from the sandwich shop, just to give you an idea of how we approach flavors (and remember, everything made from scratch, including fresh breads!): Pork & Apple Grilled Sandwich with braised pork, fresh apples, cheddar, and caramel mustard glaze Sweaty Italian Toasted Open-Face Sandwich with salami, pepperoni, sautéed fruit and veggies (peppers, onion, and pineapple), marinara, spicy pepper oil, cheddar, parmesan, and fresh mozzarella Club Sandwich with roasted turkey and ham, candied bacon, fried egg, avocado, lettuce, tomato, and blue cheese dressing BBQ Meat Loader Toasted Open-Face Sandwich with meatloaf, braised pork, sautéed onion and pineapple, BBQ sauce, and cheddar Veggie Patty Melt w/handmade veggie patty, grilled onion, swiss cheese, and spicy mustard (vegetarian) Why Thundercat Food Stuff Because Thundercat sounds super cool, and because it would be too much of an injustice to try and describe the style of food in any other way. Risks and challenges. We have various menus ready to go, have sourced ingredients, found a company in Texas that specializes in food truck builds (and compared pricing), built our timeline, planned our startup costs and 1YR, 2YR, 3YR, and 5YR goals, including 0-2 year budgets. Our projections are in place, and we are ready to rock 'n roll, upon successful funding of our project. Our goal opening date is January 1, 2018, with contingency plans in place should any plans fall through or become delayed. Disclaimer (try not to worry; we've done this before): Delivery of our backer rewards will be dependent on the completion of our fully-built and stocked food truck, acquisition of proper permits and licensing, and the successful sign off from the inspectors. "},
{"end_date": "2014-11-04T00:00:00-05:00", "location": "San Antonio, TX", "pledged": "651.0", "goal": "15000.0", "category": "Music", "author": "Christian Berry", "backers": "12", "blurb": "We are a collective of music producers who run free DIY music production workshops for girls around the UK", "title": "Producergirls: Beginners electronic music workshop for girls", "full_text": "n early 2016, Producergirls started a grassroots, DIY workshop initiative in London to get more women and girls from all backgrounds producing electronic music. more info - www.producergirls.com Alongside E.M.M.A. are grime dons Dexplicit and P Jam as well as Glasgow's club queen Nightwave and Hyperdub's  pioneer producer Ikonika. The team will expand as we enter different cities. We've done 3 workshops in London (including one at the Tate Modern) and another in Glasgow, since the start of 2016. We don't have any funding as it's just been self-starting, direct action with a few like-minded producers. It's a skill sharing, supportive environment for girls who want to learn but have not yet had the opportunity, funds or connections to do so. In order for it to continue and get outside of London around the UK and make a real difference to the game, we need this kickstarter to help cover costs of taking it around the country. Our next planned event is in Manchester on October 21 and we'd like to get to other cities, as well as keep momentum going in the cities we've been to. With an injection of cash, we think the project could have the chance to make a real difference to the scene. We have only got a far as we have with using our spare time, effort, spaces, covering costs ourselves and we had some help with expenses in Glasgow from SWG3 and Field Artists. In terms of the DAW software, FL Studio provided access to software for London participants on a 6 month license, and Ableton have provided Ableton Intro licenses for the Glasgow workshops and will do so again in Manchester. In total since we began, we've introduced around 80 women to music production from the events, but have had close to 1000 applications, which has hardly made a dent in the level of interest we've received. We're lucky to have quite a bit of good will behind what we're trying to do & thought this was the best way to try and get some funds so that we can put some more dates in the diary in other cities around the UK and stick to our grassroots mission. Thanks for your support E.M.M.A. and producer girls tea Risks and challenges Because we've successfully ran 4 workshops and another follow up session in Glasgow, we know the formula and how to make it a success. After we do a workshop in each city, the challenge will be keeping that momentum going, which is why we enlist local artists at every opportunity, so that they can continue the work and grow the local scene. We don't want this to be a London centric model."},
{"end_date": "2014-11-04T00:00:00-05:00", "location": "San Antonio, TX", "pledged": "651.0", "goal": "15000.0", "category": "Journalism", "author": "Christian Berry", "backers": "12", "blurb": "Using skills from a radio storytelling training, I'll create a podcast series telling ordinary Iraqis' powerful personal stories.", "title": "UNHEARD: The Voices of Iraq ", "full_text": "Iraq: For countless people, the name has become synonymous with war, corruption, failed occupations and religious fanaticism. With my Kickstarter project, I am raising money to pursue intensive training in radio production and storytelling, with which I propose to train a group of young Iraqi journalists to help me create a series of podcasts that will paint a picture of several ordinary Iraqis’ life stories and the tough choices they face. I came to Iraq in January, 2017. Since arriving, I've tried to tell stories that break through the hysterical media narrative about the Islamic State and jihadists, to illustrate how ordinary Iraqis are suffering under the triple pressures of radical Islamist militants, a corrupt and abusive government, and foreign intervention. I have come across characters who have witnessed the darkest moments of existence, but whose experiences can teach us much. To tell these stories with the clarity they require, I've decided to pursue intensive training in storytelling techniques and radio production. The training comes in the form of the Transom Storytelling Workshop (https://transom.org/about/about-transom/), held in Woods Hole, Massachusetts, from September to November. There, I will learn about everything from using recording gear, finding stories and pitching stories, interviewing, Hindenburg audio editing, writing and voicing for radio, mixing radio pieces/levels, and creating a scene and use of ambient sound. All this with guest trainers and speakers, including Robert Smith from NPR’s Planet Money and Robyn Semien from This American Life. Then I will return to Iraq late this year and train several young Iraqi journalists, in collaboration with a radio station in Mosul, to produce professional and artful podcasts. The journalists in Iraq today are hard pressed to find training in the skills I will receive in the Transom Workshop, and I will pass on my newly-acquired skills to them, and give them practical experience which they can apply to the podcast production. The project I will produce through these podcasts will tell several stories. The first is the story of a young Iraqi man from the town of Hawija, in northern Iraq, who participated in protests in 2013 which demanded more opportunities and better treatment from the government, only to be shot down by government troops, creating an eventual opening for the Islamic State takeover in 2014. The other story is that of a woman from Mosul, whose husband was executed by the Islamic State in 2014, and who in June lost 11 relatives in an American airstrike. Yet another will tell the story of my friend, a Kurdish journalist and lawyer who struggles to practice his profession while being harassed and condemned by local authorities not pleased with his investigative work. After these initial characters, I hope to continue the podcasts to cover additional characters, who I'll identify through the course of the work with my Iraqi collaborators. I'm well-qualified to create such a project because of my already deep and expanding knowledge of the on-the-ground situation in Iraq, my fluency in Arabic, and my trust and familiarity with the characters the podcasts will follow. Podcasts like mine can serve as one patch on a broader quilt of solidarity and understanding between ordinary people in the US and Iraq, and help to dissolve the ignorance that pushes us to fight. Please join me in making it possible."}]